<?/***DTS***/ 
$dateStatus=array(
'قيد الانشاء',
'مكتمل ',
'حضور',
'يقوم بالخدمة',
'تمت الخدمة',
'ملغى',
'لم يلتزم بالموعد',
'أعتذر',
'حضر متأخر',
'متعارض مع إجازة',
'محجوز من التطبيق'
);
$dateStatusInfo=array(
'قيد الانشاء',
'لم يتم الحضور',
'تم الحضور',
'يقوم بالخدمة',
'تمت الخدمة',
'تم الغاء الموعد',
'لم يلتزم بالموعد',
'أعتذر',
'حضر متأخر',
'متعارض مع إجازة',
'محجوز من التطبيق');
$dateStatusInfoClr=array('','#ccc','#faf7b2','#7ac4e0','#4c9a25','#fab2b4','#dd6666','#eee','#0f0','#8ddefc','#eee');
$dateStsInClrBg=array('','#fff','#f8fad1','#dbf2fb','#e0fbe3','#fbdada','#fbdada','#f5f5f5','#e0fbe3','#dbf2fb','#f5f5f5');
$datsCanclDo=array('','المركز','المريض');
$denDateTimes=array('5','10','15','20','30','45','60','75','90','105','120','150','180');

$todayAlertTime=2;// hours

?>